-- MySQL dump 10.13  Distrib 5.7.9, for Win64 (x86_64)
--
-- Host: localhost    Database: fudosan
-- ------------------------------------------------------
-- Server version	5.7.12-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `city_name`
--

DROP TABLE IF EXISTS `city_name`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `city_name` (
  `name` char(255) NOT NULL,
  `cityId` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city_name`
--

LOCK TABLES `city_name` WRITE;
/*!40000 ALTER TABLE `city_name` DISABLE KEYS */;
INSERT INTO `city_name` VALUES ('狭山市',942),('北葛飾郡松伏町',943),('三郷市',944),('さいたま市岩槻区',945),('鴻巣市',946),('鶴ケ島市',947),('蕨市',948),('上尾市',949),('越谷市',950),('北葛飾郡杉戸町',951),('蓮田市',952),('志木市',953),('川口市',954),('久喜市',955),('秩父郡皆野町',956),('児玉郡美里町',957),('北足立郡伊奈町',958),('秩父郡東秩父村',959),('児玉郡神川町',960),('南埼玉郡宮代町',961),('戸田市',962),('幸手市',963),('川越市',964),('比企郡鳩山町',965),('所沢市',966),('さいたま市中央区',967),('比企郡吉見町',968),('さいたま市緑区',969),('入間郡越生町',970),('羽生市',971),('比企郡小川町',972),('富士見市',973),('ふじみ野市',974),('秩父郡長瀞町',975),('和光市',976),('白岡市',977),('吉川市',978),('深谷市',979),('さいたま市南区',980),('草加市',981),('秩父市',982),('児玉郡上里町',983),('さいたま市桜区',984),('比企郡嵐山町',985),('秩父郡横瀬町',986),('比企郡ときがわ町',987),('加須市',988),('坂戸市',989),('大里郡寄居町',990),('さいたま市見沼区',991),('飯能市',992),('熊谷市',993),('春日部市',994),('さいたま市大宮区',995),('さいたま市北区',996),('比企郡川島町',997),('桶川市',998),('入間郡毛呂山町',999),('さいたま市西区',1000),('朝霞市',1001),('さいたま市浦和区',1002),('新座市',1003),('入間郡三芳町',1004),('比企郡滑川町',1005),('八潮市',1006),('行田市',1007),('東松山市',1008),('入間市',1009),('北本市',1010),('日高市',1011),('本庄市',1012),('世田谷区',1013),('羽村市',1014),('立川市',1015),('西多摩郡日の出町',1016),('目黒区',1017),('東村山市',1018),('調布市',1019),('清瀬市',1020),('東大和市',1021),('あきる野市',1022),('大田区',1023),('小金井市',1024),('西多摩郡瑞穂町',1025),('国分寺市',1026),('町田市',1027),('中央区',1028),('台東区',1029),('北区',1030),('杉並区',1031),('中野区',1032),('東久留米市',1033),('小平市',1034),('荒川区',1035),('武蔵野市',1036),('三鷹市',1037),('府中市',1038),('青梅市',1039),('昭島市',1040),('港区',1041),('西東京市',1042),('多摩市',1043),('新宿区',1044),('練馬区',1045),('豊島区',1046),('江東区',1047),('狛江市',1048),('稲城市',1049),('墨田区',1050),('大島町',1051),('渋谷区',1052),('江戸川区',1053),('足立区',1054),('文京区',1055),('板橋区',1056),('八王子市',1057),('品川区',1058),('小笠原村',1059),('日野市',1060),('福生市',1061),('葛飾区',1062),('武蔵村山市',1063),('西多摩郡奥多摩町',1064),('千代田区',1065),('国立市',1067),('三浦市',1068),('横浜市南区',1069),('横浜市西区',1070),('横浜市栄区',1071),('足柄下郡湯河原町',1072),('横浜市戸塚区',1073),('足柄下郡真鶴町',1074),('横浜市旭区',1075),('三浦郡葉山町',1076),('茅ケ崎市',1077),('高座郡寒川町',1078),('横浜市緑区',1079),('川崎市高津区',1080),('足柄上郡開成町',1081),('横浜市磯子区',1082),('川崎市麻生区',1083),('中郡二宮町',1084),('横浜市中区',1085),('横須賀市',1086),('海老名市',1087),('平塚市',1088),('伊勢原市',1089),('相模原市中央区',1090),('横浜市保土ケ谷区',1091),('鎌倉市',1092),('川崎市中原区',1093),('横浜市泉区',1094),('厚木市',1095),('横浜市青葉区',1096),('小田原市',1097),('川崎市川崎区',1098),('横浜市金沢区',1099),('大和市',1100),('横浜市都筑区',1101),('南足柄市',1102),('川崎市幸区',1103),('横浜市鶴見区',1104),('足柄下郡箱根町',1105),('相模原市南区',1106),('秦野市',1107),('足柄上郡大井町',1108),('藤沢市',1109),('足柄上郡松田町',1110),('綾瀬市',1111),('足柄上郡山北町',1112),('横浜市瀬谷区',1113),('逗子市',1114),('相模原市緑区',1115),('川崎市宮前区',1116),('川崎市多摩区',1117),('横浜市神奈川区',1118),('愛甲郡愛川町',1119),('横浜市港北区',1120),('中郡大磯町',1121),('座間市',1122),('足柄上郡中井町',1123),('横浜市港南区',1124),('千葉市緑区',1125),('山武市',1126),('習志野市',1127),('富里市',1128),('白井市',1129),('東金市',1130),('長生郡白子町',1131),('柏市',1132),('香取郡東庄町',1133),('佐倉市',1134),('船橋市',1135),('山武郡横芝光町',1136),('君津市',1137),('市川市',1138),('松戸市',1139),('長生郡一宮町',1140),('袖ケ浦市',1141),('流山市',1142),('八街市',1143),('大網白里市',1144),('成田市',1145),('鎌ケ谷市',1146),('茂原市',1147),('香取郡神崎町',1148),('長生郡長生村',1149),('旭市',1150),('南房総市',1151),('銚子市',1152),('印旛郡栄町',1153),('我孫子市',1154),('館山市',1155),('千葉市中央区',1156),('印西市',1157),('千葉市若葉区',1158),('山武郡九十九里町',1159),('市原市',1160),('香取市',1161),('千葉市稲毛区',1162),('千葉市花見川区',1163),('野田市',1164),('木更津市',1165),('四街道市',1166),('千葉市美浜区',1167),('浦安市',1168),('いすみ市',1169),('夷隅郡御宿町',1170),('八千代市',1171),('勝浦市',1172),('鴨川市',1173),('匝瑳市',1174),('安房郡鋸南町',1175),('印旛郡酒々井町',1176),('富津市',1195),('香取郡多古町',1196),('山武郡芝山町',1197),('長生郡睦沢町',1198),('長生郡長柄町',1199),('長生郡長南町',1200),('夷隅郡大多喜町',1201),('秩父郡小鹿野町',1202),('西多摩郡檜原村',1203),('利島村',1204),('新島村',1205),('神津島村',1206),('三宅島三宅村',1207),('御蔵島村',1208),('八丈島八丈町',1209),('青ケ島村',1210),('愛甲郡清川村',1211),('瑞穂町',1025),('稲毛区',1162),('中央区',1156),('花見川区',1163),('緑区',1125),('緑区',1167),('若葉区',1158),('美浜区',1167),('鋸南町',1175),('九十九里町',1159),('栄町',1153),('酒々井町',1176),('麻生区',1083),('川崎区',1098),('幸区',1103),('高津区',1080),('多摩区',1117),('中原区',1093),('宮前区',1116),('中央区',1090),('緑区',1115),('南区',1106),('青葉区',1096),('旭区',1075),('泉区',1094),('磯子区',1082),('神奈川区',1118),('金沢区',1099),('港南区',1124),('港北区',1120),('栄区',1071),('瀬谷区',1113),('都筑区',1101),('鶴見区',1104),('戸塚区',1073),('中区',1085),('中区',1070),('保土ケ谷区',1091),('緑区',1079),('南区',1069),('愛川町',1119),('厚木市',1095),('綾瀬市',1111),('伊勢原市',1089),('海老名市',1087),('大磯町',1121),('大井町',1108),('小田原市',1097),('開成町',1081),('西区',1070),('寒川町',1078),('茅ヶ崎市',1077),('二宮町',1084),('箱根町',1105),('葉山町',1076),('松田町',1110),('真鶴町',1074),('湯河原町',1072),('岩槻区',945),('浦和区',1002),('大宮区',995),('北区',996),('桜区',984),('中央区',967),('西区',1000),('緑区',969),('南区',980),('見沼区',991),('伊奈町',958),('小川町',972),('越生町',970),('杉戸町',951),('鶴ヶ島市',947),('滑川町',1005),('松伏町',943),('宮代町',961),('三芳町',1004),('毛呂山町',999);
/*!40000 ALTER TABLE `city_name` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-08-08  6:28:29
